# Эта программа получает исходную цену товара
# и вычисляет его отпускную цену с 20-% скидкой.

# Получить исходную цену товара.
original_price = float(input("Введите исходную цену товара: "))

# Вычислять сумму скидки.
discount = original_price * 0.2

# Вычислить отпускную цену.
sale_price = original_price - discount

# Показать отпускную цену.
print('Отпускная цена составляет', )
